Revit 2027 API
SymbolTypeId.UsTonnesForceSt Property
 Symbol ST, indicating unit US tonnes force.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId UsTonnesForceSt { get; }
Public Shared ReadOnly Property UsTonnesForceSt As ForgeTypeId
	Get
public:
static property ForgeTypeId^ UsTonnesForceSt {
	ForgeTypeId^ get ();
}
static member UsTonnesForceSt : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace